{
    "cik": "34088",
    "company": "EXXON MOBIL CORP",
    "filing_type": "10-K",
    "filing_date": "2025-02-19",
    "period_of_report": "2024-12-31",
    "sic": "2911",
    "state_of_inc": "NJ",
    "state_location": "TX",
    "fiscal_year_end": "1231",
    "filing_html_index": "https://www.sec.gov/Archives/edgar/data/34088/0000034088-25-000010-index.html",
    "htm_filing_link": "https://www.sec.gov/Archives/edgar/data/34088/000003408825000010/xom-20241231.htm",
    "complete_text_filing_link": "https://www.sec.gov/Archives/edgar/data/34088/0000034088-25-000010.txt",
    "filename": "34088_10K_2024_0000034088-25-000010.htm",
    "item_1": "ITEM 1. BUSINESS\nExxon Mobil Corporation was incorporated in the State of New Jersey in 1882. Divisions and affiliated companies of ExxonMobil operate or market products in the United States and most other countries of the world. Our principal business involves exploration for, and production of, crude oil and natural gas; manufacture, trade, transport and sale of crude oil, natural gas, petroleum products, petrochemicals, and a wide variety of specialty products; and pursuit of lower-emission and other new business opportunities, including carbon capture and storage, hydrogen, lower-emission fuels, ProxximaTM systems, carbon materials, and lithium. Affiliates of ExxonMobil conduct extensive research programs in support of these businesses.\nExxon Mobil Corporation's divisions and affiliates have many names, including ExxonMobil, Exxon, Esso, Mobil or XTO. For convenience and simplicity, in this report the terms ExxonMobil, Exxon, Esso, Mobil, and XTO, as well as terms like Corporation, Company, our, we, and its, are sometimes used as abbreviated references to specific affiliates or groups of affiliates. The precise meaning depends on the context in question.\nOn May 3, 2024, the Corporation acquired Pioneer Natural Resources Company (Pioneer), an independent oil and gas exploration and production company. With reference to the acquisition, we issued 545 million shares of ExxonMobil common stock having a fair value of $63 billion on the acquisition date, and assumed debt with a fair value of $5 billion. The acquisition transforms ExxonMobil's upstream portfolio, creating an industry-leading, high-quality U.S. unconventional inventory position. For additional information, see Note 21 in the Financial Section of this report.\nThe energy and petrochemical industries are highly competitive, both within the industries and also with other industries in supplying the energy, fuel, and chemical needs of industrial and individual consumers. Certain industry participants, including ExxonMobil, are expanding investments in lower-emission energy and emission-reduction services and technologies. The Corporation competes with other firms in the sale or purchase of needed goods and services in many national and international markets and employs all methods of competition which are lawful and appropriate for such purposes.\nOperating data and industry segment information for the Corporation are contained in the Financial Section of this report under the following: \"Management's Discussion and Analysis of Financial Condition and Results of Operations: Business Results\" and Note 18. Information on oil and gas reserves is contained in the \"Oil and Gas Reserves\" part of the \"Supplemental Information on Oil and Gas Exploration and Production Activities\" portion of the Financial Section of this report.\nExxonMobil has a long-standing commitment to the development of proprietary technology. We have a wide array of research programs designed to meet the needs identified in each of our businesses. ExxonMobil held over 8 thousand active patents worldwide at the end of 2024. For technology licensed to third parties, revenues totaled approximately $102 million in 2024. Although technology is an important contributor to the overall operations and results of our Company, the profitability of each business segment is not dependent on any individual patent, trade secret, trademark, license, franchise, or concession.\nExxonMobil operates in a highly complex, competitive, and changing global energy business environment where decisions and risks play out over time horizons that are often decades in length. This long-term orientation underpins the Corporation's philosophy on talent development.\nTalent development begins with recruiting exceptional candidates and continues with individually planned experiences and training designed to facilitate broad development and a deep understanding of our business across the business cycle. Our career-oriented approach to talent development results in strong retention and an average length of service of about 30 years for our career employees. Compensation, benefits, and workplace programs support the Corporation's talent management approach, and are designed to attract and retain employees for a career through compensation that is market competitive, long-term oriented, and highly differentiated by individual performance.\nWith over 60 percent of our global employees from outside the U.S. and 160 nationalities represented across the Company, we encourage and respect diversity of thought, ideas, and perspective from our workforce. We are focused on building an engaged, global workforce; grounded in meritocracy, we strive to have every employee reach their potential over a long-term career by providing unrivaled opportunities for personal and professional growth through impactful work meeting society's essential needs.\nThe number of regular employees was 61 thousand, 62 thousand, and 62 thousand at years ended 2024, 2023, and 2022, respectively. Regular employees are defined as active executive, management, professional, technical, administrative, and wage employees who work full time or part time for the Corporation and are covered by the Corporation's benefit plans and programs.\nAs discussed in Item 1A in this report, compliance with existing and potential future government regulations, including taxes, environmental regulations, and other government regulations and policies that directly or indirectly affect the production and sale of our products, may have material effects on the capital expenditures, earnings, and competitive position of ExxonMobil. For additional\ninformation on the Corporation's worldwide environmental expenditures, see \"Management's Discussion and Analysis of Financial Condition and Results of Operations: Environmental Matters\" in the Financial Section of this report.\nInformation concerning the source and availability of raw materials used in the Corporation's business, the extent of seasonality in the business, the possibility of renegotiation of profits or termination of contracts at the election of governments, and risks attendant to foreign operations may be found in Item 1A and Item 2 in this report.\nExxonMobil maintains a website at exxonmobil.com. Our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and any amendments to those reports filed or furnished pursuant to Section 13(a) of the Securities Exchange Act of 1934 are made available through our website as soon as reasonably practical after we electronically file or furnish the reports to the Securities and Exchange Commission (SEC). Also available on the Corporation's website are the Company's Corporate Governance Guidelines, Code of Ethics and Business Conduct, and additional policies as well as the charters of the audit, compensation, and other committees of the Board of Directors. Information on our website is not incorporated into this report.\nThe SEC maintains an internet site (http://www.sec.gov) that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC.",
    "item_1A": "ITEM 1A. RISK FACTORS\nExxonMobil's financial and operating results are subject to a variety of risks inherent in the global oil, gas, and petrochemical businesses and the pursuit of lower-emission and other new business opportunities. Many of these risk factors are not within the Company's control and could adversely affect our business, our financial and operating results, or our financial condition. These risk factors include:\nSupply and Demand\nThe oil, gas, and petrochemical businesses are fundamentally commodity businesses. This means ExxonMobil's operations and earnings may be significantly affected by changes in oil, gas, and petrochemical prices and by changes in margins on refined products. Oil, gas, petrochemical, and product prices and margins in turn depend on local, regional, and global events or conditions that affect supply and demand for the relevant commodity or product. Any material decline in oil or natural gas prices could have a material adverse effect on the Company's operations, financial condition, and proved reserves, especially in the Upstream segment. On the other hand, a material increase in oil or natural gas prices could have a material adverse effect on the Company's operations, especially in the Energy Products, Chemical Products, and Specialty Products segments. Our pursuit of lower-emission and other new business opportunities, including carbon capture and storage, hydrogen, lower-emission fuels, ProxximaTM systems, carbon materials, and lithium also depends on the growth and development of markets for those products and services, including implementation of supportive and stable government policies and developments in technology to enable those products and services to be provided on a cost-effective basis at commercial scale. See \"Climate Change and the Energy Transition\" in this Item 1A.\nEconomic conditions. The demand for energy and petrochemicals is generally linked closely with broad-based economic activities and levels of prosperity. The occurrence of economic downturns, recessions or other periods of low or negative economic growth will typically have a direct adverse impact on our results. Other factors that affect general economic conditions in the world or in a major region, such as changes in population growth rates, periods of civil unrest, government regulation or austerity programs, national or regional trade tariffs, trade sanctions or trade controls, international monetary and currency exchange rate fluctuations, decoupling of economies, disruptions in trade alliances or military alliances, or a broader breakdown in global trade, security or public health issues and responses, can also impact the demand for energy and petrochemicals. Sovereign debt downgrades, defaults, extended government shutdowns, inability to access debt markets due to rating, banking, or legal constraints, liquidity crises, the breakup or restructuring of fiscal, monetary, or political systems such as the European Union, de-dollarization in global trade or the growth or use of alternative common currencies, and other events or conditions that impair the functioning of financial markets and institutions also pose risks to ExxonMobil, including risks to the safety of our financial assets and to the ability of our partners and customers to fulfill their commitments to ExxonMobil. Our future business results, including cash flows and financing needs, may also be affected by the occurrence, severity, pace and rate of recovery of future public health epidemics or pandemics; the responsive actions taken by governments and others; and the resulting effects on regional and global markets and economies.\nOther demand-related factors. Other factors that may affect the demand for oil, gas, petrochemicals or our other products, and therefore impact our results, include technological improvements in energy efficiency; seasonal weather patterns; increased competitiveness of, or government policy support for, alternative energy sources or potential substitutes for our products; changes in technology that alter fuel choices, such as technological advances in energy storage or other critical areas that make wind, solar, nuclear or other alternatives more competitive for power generation; changes in consumer preferences for our products, including consumer demand for alternative-fueled or electric transportation or alternatives to plastic products; and broad-based changes in personal income levels. See also \"Climate Change and the Energy Transition\" below.\nOther supply-related factors. Commodity prices and margins also vary depending on a number of factors affecting supply. For example, increased supply from the development of new oil and gas supply sources and technologies to enhance recovery from existing sources tends to reduce commodity prices to the extent such supply increases are not offset by commensurate growth in demand. Similarly, increases in industry refining or petrochemical manufacturing capacity relative to demand tend to reduce margins on the affected products. World oil, gas, and petrochemical supply levels can also be affected by factors that reduce available supplies, such as the level of and adherence by participating countries to production quotas established by OPEC or OPEC+ and other agreements among sovereigns; government policies, including actions intended to reduce greenhouse gas emissions, that restrict oil and gas production or increase associated production, reporting or compliance costs; collective actions by non-governmental organizations and financial institutions to withhold funding or support from oil and gas producers; the occurrence of wars or hostile actions, including disruption of land or sea transportation routes; natural disasters; disruptions in competitors' operations; and logistics constraints or unexpected unavailability of distribution channels that may disrupt supplies. Technological change can also alter the relative costs for competitors to find, produce and refine oil and gas, and to manufacture petrochemicals.\nOther market factors. ExxonMobil's business results are also exposed to potential negative impacts due to changes in interest rates, inflation, currency exchange rates, changes in usage of the U.S. dollar in global trade, and other local or regional market conditions. In addition to direct potential impacts on our costs and revenues, market factors such as rates of inflation may indirectly impact our results to the extent such factors reduce general rates of economic growth and therefore energy demand, as discussed under \"Economic conditions\". Market factors may also result in losses from commodity derivatives and other instruments we use to hedge price exposures or for trading purposes. Additional information regarding the potential future impact of market factors on our businesses is included or incorporated by reference under Item 7A in this report.\nGovernment and Political Factors\nExxonMobil's results can be adversely affected by political or regulatory developments affecting our businesses or operations.\nAccess limitations. A number of countries limit access to their oil and gas resources, including by restricting leasing or permitting activities, or may place resources off-limits from development altogether. Restrictions on production of oil and gas could increase to the extent governments view such measures as a viable approach for pursuing national and global energy and climate policies. Restrictions on foreign investment in the oil and gas sector tend to increase in times of high commodity prices or when national governments may have less need for outside sources of private capital. Many countries also restrict the import or export of certain products based on point of origin and such restrictions may increase during periods of escalating geopolitical or trade tensions.\nRestrictions on doing business. ExxonMobil is subject to laws and sanctions imposed by the United States and by other jurisdictions where we do business that may prohibit ExxonMobil or its affiliates from doing business in certain countries or with certain counterparties or restrict the kind of business that may be conducted, including acquiring and divesting certain assets or importing or exporting certain materials or products. Such restrictions may provide a competitive advantage to competitors who may not be subject to comparable restrictions.\nLack of legal certainty. Some countries in which we do business lack well-developed legal systems, lack political or governmental stability, have not yet adopted or may be unable to maintain clear regulatory frameworks, or may have evolving and unharmonized standards that vary or conflict across jurisdictions. Lack of legal certainty exposes us to increased risk of adverse or unpredictable actions by government officials, may reduce our ability to comply timely or cost-effectively with evolving standards or requirements, and also makes it more difficult for us to enforce our contracts. In some cases, these risks can be partially offset by agreements to arbitrate disputes in an international forum, but the adequacy of this remedy may still depend on the local legal system to enforce an award.\nRegulatory and litigation risks. Even in countries with well-developed legal systems where ExxonMobil does business, we remain exposed to changes in law or interpretation of settled law, including changes that result from international treaties and accords or changes by local jurisdictions encroaching on national regulatory frameworks or global issues, and changes in policy that could adversely affect our results, such as:\n•increases or changes in taxes, duties, or government royalty rates, including retroactive claims, punitive taxes on oil, gas and petrochemical operations, windfall profit taxes, or global minimum taxes;\n•price controls;\n•changes in environmental regulations or other laws that penalize us for past or current production of legal and/or permitted products and operations, increase our cost of operation or compliance or reduce or delay available business opportunities, including changes in laws affecting offshore drilling operations, standards to complete decommissioning, water use, production of our products, emissions, hydraulic fracturing, or production or use of new or recycled plastics, as well as laws and regulations affecting trading, carbon capture and storage, hydrogen, lower-emission fuels, ProxximaTM systems, carbon materials, or lithium;\n•actions by policy-makers, regulators, or other actors to delay or deny necessary licenses and permits, restrict the availability of oil and gas leases or the transportation or export of our products, reduce or retract government incentives for emissions reductions, or otherwise require changes in the Company's business or strategy that could result in reduced returns;\n•regulatory interpretations that exclude or disfavor our products under government policies or programs intended to support new or developing markets or technologies, or that otherwise are not technology-neutral;\n•adoption of regulations mandating efficiency standards, emission standards, the use of alternative fuels or uncompetitive fuel components;\n•use of regulatory or legal standards as a foreign policy tool;\n•unstable policies impacting new or emerging markets;\n•adoption of disclosure regulations that could create competitive disadvantages, require us to incur disproportionate costs, or increase legal risk due to a need to rely on uncertain estimates or extrapolations (such as emissions of third parties) and lack of uniform standards across jurisdictions, or by requiring us to disclose competitively sensitive commercial information or to violate the non-disclosure laws of other countries; and\n•government actions to cancel contracts, redenominate the official currency, renounce or default on obligations, renegotiate terms unilaterally, or expropriate assets.\nLegal remedies available to compensate us for expropriation or other takings may be inadequate.\nWe also may be adversely affected by the outcome of litigation or arbitration, especially in countries such as the United States in which very large and unpredictable punitive damage awards may occur; by government enforcement proceedings alleging non-compliance with applicable laws or regulations; or by state and local government actors as well as private plaintiffs acting in parallel that attempt to use the legal system to promote public policy agendas (including seeking to reduce the production and sale of hydrocarbon products through litigation targeting the Company or other industry participants), gain political notoriety, or obtain monetary awards from the Company. The continued adoption of similar legal practices in the European Union or elsewhere would broaden this risk and has begun to be applied to some of our competitors in the European Union.\nSecurity concerns. Successful operation of particular facilities or projects may be disrupted by civil unrest, acts of sabotage, piracy, or terrorism, cybersecurity attacks, the application of national security laws or policies that result in restricting our ability to do business in a particular jurisdiction, strikes or protests, and other local security concerns. Such concerns may be directed specifically at our company, our industry, or as part of broader movements and may require us to incur greater costs for security or to shut down operations for a period of time.\nClimate Change and the Energy Transition\nNet-zero scenarios. Driven by concern over the risks of climate change, a number of countries have adopted, or are considering the adoption of, regulatory frameworks to report on or reduce greenhouse gas emissions, including emissions from the production and use of oil and gas and their products, as well as increase the use of or support for different emission-reduction technologies. These actions are being taken both independently by national and regional governments and within the framework of United Nations Conference of the Parties summits under which many countries of the world have endorsed objectives to reduce the atmospheric concentration of carbon dioxide (CO2) over the coming decades, with an ambition ultimately to achieve \"net zero\". Net zero means that emissions of greenhouse gases from human activities would be balanced by actions that remove such gases from the atmosphere. Expectations for transition of the world's energy system to lower-emission sources, and ultimately net-zero, derive from hypothetical scenarios that reflect many assumptions about the future, including supportive policy and technology advancements, and reflect substantial uncertainties. The Company's objective to play a leading role in the energy transition, including the Company's announced ambition ultimately to achieve net zero with respect to Scope 1 and 2 emissions from operations with continued technology development and government policy support where ExxonMobil is the operator, carries risks that the transition, including underlying technologies, government policies, and markets as discussed in more detail below, will not be available or develop at the pace or in the manner expected by current net-zero scenarios. The success of our strategy for the energy transition will also depend on our ability to recognize key signposts of changes in the global energy system on a timely basis, and our corresponding ability to direct investment to the technologies and businesses, at the appropriate stage of development, to best capitalize on our competitive strengths.\nGreenhouse gas restrictions. Government actions intended to reduce greenhouse gas emissions include adoption of cap and trade regimes, carbon taxes, carbon accounting, carbon-based import duties or other trade tariffs, minimum renewable usage requirements, restrictive permitting, increased mileage and other efficiency standards, mandates for sales of electric vehicles, restrictions on sales of gasoline-only vehicles, mandates for use of specific fuels or technologies, and other incentives or mandates designed to support certain technologies for transitioning to lower-emission energy sources. Political and other actors and their agents also increasingly seek to collectively advance climate change objectives indirectly, such as by seeking to reduce the availability or increase the cost of financing and investment in the oil and gas sector. These actions include delaying or blocking needed infrastructure, utilizing shareholder governance mechanisms against companies or their shareholders or financial institutions in an effort to deter investment in oil and gas activities, and taking other actions intended to promote changes in business strategy for oil and gas companies. Depending on how policies are formulated and applied, such policies could negatively affect our investment returns, make our hydrocarbon-based products more expensive or less competitive, lengthen project implementation times, and reduce demand for hydrocarbons, as well as shift hydrocarbon demand toward relatively lower-carbon alternatives. Current and pending greenhouse gas regulations or policies\nmay also increase our compliance costs, such as for monitoring or sequestering emissions and complying with increased or mandatory disclosure or due diligence requirements and government mandated energy transition plans.\nTechnology and lower-emission solutions. Achieving societal ambitions to reduce greenhouse gas emissions and ultimately achieve net zero will require new technologies and added infrastructure to reduce the cost and increase the scalability of alternative energy sources, as well as technologies such as carbon capture and storage (CCS). CCS technologies, focused initially on capturing and sequestering CO2 emissions from high-carbon intensity industrial activities, can assist in meeting society's objective to mitigate atmospheric greenhouse gas levels while also helping ensure the availability of the reliable and affordable energy the world requires. ExxonMobil has established a Low Carbon Solutions (LCS) business unit and is continuing efforts in our existing businesses to advance the development and deployment of these technologies and projects, including CCS, hydrogen, lower-emission fuels, and lithium, breakthrough energy efficiency processes, advanced energy-saving materials, and other technologies. The Company's efforts include both in-house research and development as well as collaborative efforts with leading universities and with commercial partners involved in new energy technologies. Our future results and ability to grow our business, help others meet their emission-reduction goals, and succeed through the energy transition will depend in part on the success of these research and collaboration efforts and on our ability to adapt and apply the strengths of our current business model to providing the energy products of the future in a cost-competitive manner.\nPolicy and market development. The scale of the world's energy system means that, in addition to developments in technology as discussed above, any successful energy transition will require appropriate support from governments and private participants throughout the global economy. Our ability to develop and deploy CCS and other new energy technologies at commercial scale, and the growth and future returns of LCS and other emerging businesses in which we invest, will depend in part on the continued development of stable and supportive government policies and markets. Failure or delay of these policies or markets to materialize or be maintained could adversely impact these investments. Policy and other actions that result in restricting the availability of hydrocarbon products without a commensurate reduction in demand may have unpredictable adverse effects, including increased commodity price volatility; periods of significantly higher commodity prices and resulting inflationary pressures; and local or regional energy shortages. Such effects in turn may depress economic growth or lead to rapid or conflicting shifts in policy by different actors, with resulting adverse effects on our businesses. In addition, the existence of supportive policies in any jurisdiction is not a guarantee that those policies will continue in the future. See also the discussion of \"Supply and Demand,\" \"Government and Political Factors,\" and \"Operational and Other Factors\" in this Item 1A.\nOperational and Other Factors\nIn addition to external economic and political factors, our future business results also depend on our ability to successfully manage those factors that are, at least in part, within our control, including our capital allocation into existing and new businesses. The extent to which we manage these factors will impact our performance relative to competition. For projects in which we are not the operator, we depend on the management effectiveness of one or more co-venturers whom we do not control.\nExploration and development program. Our ability to maintain and grow our oil and gas production depends on the success of our exploration and development efforts. Among other factors, we must continuously improve our ability to identify the most promising resource prospects and apply our project management expertise to bring discovered resources online as scheduled and within budget.\nProject and portfolio management. The long-term success of ExxonMobil's Upstream and Product Solutions businesses, as well as the future success of LCS and other emerging investments, depends on complex, long-term, capital-intensive projects. These projects in turn require a high degree of project management expertise to maximize efficiency. Specific factors that can affect the performance of major projects include our ability to: negotiate successfully with joint venturers, partners, governments, suppliers, customers, or others; protect and enforce our contractual and legal rights, including with our joint venture partners; model and optimize reservoir performance; develop markets for project outputs, whether through long-term contracts or the development of effective spot markets; qualify for certain incentives available under supportive government policies for emerging markets and technologies; manage changes in operating conditions and costs, including costs of third party equipment or services such as drilling rigs and shipping, supply-chain disruptions, and inflationary cost pressures; prevent, to the extent possible, and respond effectively to unforeseen technical difficulties that could delay project start-up or cause unscheduled project downtime; and influence the performance of project operators where ExxonMobil does not perform that role. In addition to the effective management of individual projects, ExxonMobil's success, including our ability to mitigate risk and provide attractive returns to shareholders, depends on our ability to successfully manage our overall portfolio, including diversification among types and locations of our projects, products produced, and strategies to acquire or divest assets. We may not be able to acquire or divest assets at a price or on the timeline we contemplate in our strategies. Additionally, we may retain certain liabilities following a divestment and could be held liable for past use or for different liabilities than anticipated, including reversion of decommissioning or other liabilities upon bankruptcy or other default of successors in title.\nThe term \"project\" as used in this report can refer to a variety of different activities and does not necessarily have the same meaning as in any government payment transparency reports.\nOperational efficiency. An important component of ExxonMobil's competitive performance, especially given the commodity-based nature of many of our businesses, is our ability to operate efficiently, including our ability to manage expenses, improve production\nyields on an ongoing basis and successfully integrate and achieve the anticipated synergies of acquisitions, including the acquisition of Pioneer. This requires continuous management focus, including technology integration and improvements, cost control, productivity enhancements, harmonizing functions, policies, procedures and processes, regular reappraisal of our asset portfolio, and the recruitment, development, and retention of high caliber employees.\nResearch and development and technological change. To maintain our competitive position, especially in light of the technological nature of our businesses, the dynamic and rapidly evolving technological landscape, and the need for continuous efficiency improvement, ExxonMobil's technology, research, and development organizations must be successful and able to adapt to a changing market, regulatory, and policy environment, including continuous improvement in the efficiency of hydraulic fracturing technology and developing technologies to help reduce greenhouse gas emissions. To remain competitive, we must also continuously adapt and capture the benefits of new and emerging technologies, including successfully applying advances in the ability to process very large amounts of data to our businesses.\nSafety, business controls, and environmental risk management. Our results depend on management's ability to minimize the inherent risks of oil, gas, and petrochemical operations, as well as potential risks related to new energy technologies, to effectively control our business activities, including trading, and to minimize the potential for human error. We apply rigorous management systems and continuous focus on workplace safety and avoiding spills or other adverse environmental events. For example, we work to minimize spills through a combined program of effective operations integrity management, ongoing upgrades, key equipment replacements, and comprehensive inspection and surveillance. Similarly, we are implementing cost-effective new technologies and adopting new operating practices to reduce emissions, not only in response to government requirements but also to address community priorities. We employ a robust and actively evolving enterprise risk management system to identify and manage risk across our businesses. We also maintain a disciplined framework of internal controls and apply a controls management system for monitoring compliance with this framework. Substantial liabilities and other adverse impacts could result if we do not timely identify and mitigate applicable risks, or if our management systems and controls do not function as intended.\nCybersecurity. ExxonMobil is regularly subject to attempted cybersecurity disruptions from a variety of sources including state-sponsored actors. See Item 1C in this report for information on ExxonMobil's program for managing cybersecurity risks. If the measures we are taking to protect against cybersecurity disruptions prove to be insufficient or if our proprietary data is otherwise not protected, ExxonMobil, as well as our customers, employees, or third parties, could be adversely affected. We have limited ability to influence third parties, including our partners, suppliers and service providers (including providers of cloud-hosting services for our data or applications), to implement strong cybersecurity controls and are exposed to potential harm from cybersecurity events that may affect their operations. Cybersecurity disruptions could cause physical harm to people or the environment; damage or destroy assets; compromise business systems; result in proprietary information being altered, lost, or stolen; result in employee, customer, or third-party information being compromised; or otherwise disrupt our business operations. We could incur significant costs to remedy the effects of a major cybersecurity disruption in addition to costs in connection with resulting regulatory actions, litigation, or reputational harm.\nPreparedness. Our operations may be disrupted by severe weather events, natural disasters, human error, and similar events. For example, hurricanes may damage our offshore production facilities or coastal refining and petrochemical plants in vulnerable areas. Our facilities are designed, engineered, constructed, and operated to withstand a variety of extreme climatic and other conditions, with safety factors built in to cover a number of uncertainties, including those associated with wave, wind, and current intensity, marine ice flow patterns, permafrost stability, storm surge magnitude, temperature extremes, extreme rainfall events, and earthquakes. Our consideration of changing weather conditions and inclusion of safety factors in design covers the engineering uncertainties that climate change and other events may potentially introduce. Our ability to mitigate the adverse impacts of these events depends in part upon the effectiveness of our robust facility engineering, our rigorous disaster preparedness and response, and business continuity planning.\nInsurance limitations. The ability of the Corporation to insure against many of the risks it faces as described in this Item 1A is limited by the availability and cost of coverage, which may not be economic, as well as the capacity of the applicable insurance markets, which may not be sufficient.\nCompetition. As noted in Item 1 above, the energy and petrochemical industries are highly competitive. We face competition not only from other private firms, but also from state-owned companies that are increasingly competing for opportunities outside of their home countries and as partners with other private firms. In some cases, these state-owned companies may pursue opportunities in furtherance of strategic objectives of their government owners, with less focus on financial returns than companies owned by private shareholders, such as ExxonMobil. Technology and expertise provided by industry service companies may also enhance the competitiveness of firms that may not have the internal resources and capabilities of ExxonMobil or reduce the need for resource-owning countries to partner with private-sector oil and gas companies in order to monetize national resources. As described in more detail above, our hydrocarbon-based energy products are also subject to growing and, in many cases, government-supported competition from alternative energy sources. In addition, as we enter new markets in pursuit of lower-emission and other new business opportunities, we will need to compete effectively with established competitors in these markets, as well as with new market entrants seeking to capitalize on these opportunities, while successfully navigating changing market conditions or technologies.\nReputation. Our reputation is an important corporate asset. Factors that could have a negative impact on our reputation include an operating incident or significant cybersecurity disruption; changes in consumer views concerning our products; changes in consumer media preferences from traditional mainstream media to decentralized and personalized media; a perception by investors or others that the Corporation is making insufficient progress with respect to our ambition to play a leading role in the energy transition, or that pursuit of this ambition may result in allocation of capital to investments with reduced returns; and other adverse events such as those described in this Item 1A. Negative impacts on our reputation could in turn make it more difficult for us to compete successfully for new opportunities, obtain necessary regulatory approvals, obtain financing, and attract talent, or they could reduce consumer demand for our branded products. ExxonMobil's reputation may also be harmed by events which negatively affect the image of our industry as a whole.\nProjections, estimates, and descriptions of ExxonMobil's plans and objectives included or incorporated in Items 1, 1A, 1C, 2, 5, 7, and 7A of this report are forward-looking statements. Actual future results, including project completion dates, production rates, capital expenditures, costs, and business plans could differ materially due to, among other things, the factors discussed above and elsewhere in this report.",
    "item_1B": "ITEM 1B. UNRESOLVED STAFF COMMENTS\nNone.",
    "item_2": "ITEM 2. PROPERTIES\nInformation with regard to oil and gas producing activities follows:\n1. Disclosure of Reserves\nA. Summary of Oil and Gas Reserves at Year-End 2024\nThe table below summarizes the oil-equivalent proved reserves in each geographic area and by product type for consolidated subsidiaries and equity companies. Natural gas is converted to an oil-equivalent basis at six billion cubic feet per one million barrels. The Corporation has reported proved reserves on the basis of the average of the first-day-of-the-month price for each month during the last 12-month period. No major discovery or other favorable or adverse event has occurred since December 31, 2024 that would cause a significant change in the estimated proved reserves as of that date.\nIn the preceding reserves information, consolidated subsidiary and equity company reserves are reported separately. However, the Corporation operates its business with the same view of equity company reserves as it has for reserves from consolidated subsidiaries.\nThe Corporation anticipates several projects will come online over the next few years providing additional production capacity. However, actual volumes will vary from year to year due to the timing of individual project start-ups; operational outages; reservoir performance; regulatory changes; the impact of fiscal and commercial terms; asset sales; weather events; price effects on production sharing contracts; changes in the amount and timing of capital investments that may vary depending on the oil and gas price environment; international trade patterns and relations; and other factors described in Item 1A.\nThe estimation of proved reserves, which is based on the requirement of reasonable certainty, is an ongoing process based on rigorous technical evaluations, commercial and market assessments and detailed analysis of reservoir and well performance. Furthermore, the Corporation only records proved reserves for projects which have received significant funding commitments by management toward the development of the reserves. Although the Corporation is reasonably certain that proved reserves will be produced, the timing and amount recovered can be affected by a number of factors including completion of development projects, reservoir performance, regulatory approvals, government policies, consumer preferences, and significant changes in crude oil and natural gas price levels. In addition, proved reserves could be affected by an extended period of low prices which could reduce the level of the Corporation's capital spending and also impact our partners' capacity to fund their share of joint projects.\nB. Technologies Used in Establishing Proved Reserves Additions in 2024\nAdditions to ExxonMobil's proved reserves in 2024 were based on estimates generated through the integration of available and appropriate geological, engineering and production data, utilizing well-established technologies that have been demonstrated in the field to yield repeatable and consistent results.\nData used in these integrated assessments included information obtained directly from the subsurface via wellbores, such as well logs, reservoir core samples, fluid samples, static and dynamic pressure information, production test data, and surveillance and performance information. The data utilized also included subsurface information obtained through indirect measurements, including high-quality 3-D and 4-D seismic data, calibrated with available well control information. The tools used to interpret the data included seismic processing software, reservoir modeling and simulation software, and data analysis packages.\nIn some circumstances, where appropriate analog reservoirs were available, reservoir parameters from these analogs were used to increase the quality of and confidence in the reserves estimates.\nC. Qualifications of Reserves Technical Oversight Group and Internal Controls over Proved Reserves\nExxonMobil has a dedicated Global Reserves and Resources group that provides technical oversight and is separate from the operating organization. Primary responsibilities of this group include oversight of the reserves estimation process for compliance with Securities and Exchange Commission (SEC) rules and regulations, review of annual changes in reserves estimates, and the reporting of ExxonMobil's proved reserves. This group also maintains the official company reserves estimates for ExxonMobil's proved reserves of crude oil, natural gas liquids, bitumen, synthetic oil, and natural gas. In addition, the group provides training to personnel involved in the reserves estimation and reporting process within ExxonMobil and its affiliates. The current Global Reserves and Resources Manager has more than 30 years of experience in reservoir engineering and reserves assessment, has a degree in Engineering, and serves on the Oil and Gas Reserves Committee of the Society of Petroleum Engineers. The group is staffed with individuals that have an average of more than 15 years of technical experience in the petroleum industry, including expertise in the classification and categorization of reserves under SEC guidelines. This group includes individuals who hold degrees in either Engineering or Geology.\nThe Global Reserves and Resources group maintains a central database containing the official company reserves estimates. Appropriate controls, including limitations on database access and update capabilities, are in place to ensure data integrity within this central database. An annual review of the system's controls is performed by internal audit. Key components of the reserves estimation process include technical evaluations, commercial and market assessments, analysis of well and field performance, and long-standing approval guidelines. No changes may be made to the reserves estimates in the central database, including additions of any new initial reserves estimates or subsequent revisions, unless these changes have been thoroughly reviewed and evaluated by duly authorized geoscience and engineering professionals within the operating organization. In addition, changes to reserves estimates that exceed certain thresholds require further review and approval by the appropriate level of management within the operating organization before the changes may be made in the central database. Endorsement by the Global Reserves and Resources group for all proved reserves changes is a mandatory component of this review process. After all changes are made, reviews are held with senior management for final endorsement.\n2. Proved Undeveloped Reserves\nAt year-end 2024, approximately 7.4 billion oil-equivalent barrels (GOEB) of ExxonMobil's proved reserves were classified as proved undeveloped. This represents 37 percent of the 19.9 GOEB reported in proved reserves. This compares to 6.3 GOEB of proved undeveloped reserves reported at the end of 2023. During the year, ExxonMobil conducted development activities that resulted in the transfer of approximately 1.1 GOEB from proved undeveloped to proved developed reserves by year-end. The largest transfers were related to development activities in the United States, Guyana, Kazakhstan, and the United Arab Emirates. In 2024, purchases of 0.4 GOEB in the United States and extensions and discoveries of 1.9 GOEB, primarily in the United States and Guyana, resulted in the addition of approximately 2.3 GOEB of proved undeveloped reserves. Also, the Corporation reclassified approximately 0.7 GOEB of proved undeveloped reserves, primarily in the United States, which was offset by upward revision of approximately 0.6 GOEB, primarily in the United Arab Emirates. This results in a net reclassification of approximately 0.1 GOEB of proved reserves which no longer met the SEC definition of proved reserves.\nOverall, investments of $16.4 billion were made by the Corporation during 2024 to progress the development of reported proved undeveloped reserves, including $16.0 billion for oil and gas producing activities, along with additional investments for other non-oil and gas producing activities such as the construction of support infrastructure and other related facilities. These investments represented 75 percent of the $21.8 billion in total reported Upstream capital and exploration expenditures.\nOne of ExxonMobil's requirements for reporting proved reserves is that management has made significant funding commitments toward the development of the reserves. ExxonMobil has a disciplined investment strategy and many major fields require long lead-time in order to be developed. Development projects typically take several years from the time of recording proved undeveloped reserves to the start of production and can exceed five years for large and complex projects. Proved undeveloped reserves in Australia, Kazakhstan, and the United Arab Emirates have remained undeveloped for five years or more primarily due to constraints on the capacity of infrastructure, as well as the time required to complete development for very large projects. The Corporation is reasonably certain that these proved reserves will be produced; however, the timing and amount recovered can be affected by a number of factors including completion of development projects, reservoir performance, regulatory approvals, government policies, consumer preferences, the pace of co-venturer/government funding, changes in the amount and timing of capital investments, and significant changes in crude oil and natural gas price levels. Of the proved undeveloped reserves that have been reported for five or more years, over 80 percent are contained in the aforementioned countries. In Australia, proved undeveloped reserves are associated with future compression for the Gorgon Jansz LNG project. In Kazakhstan, the proved undeveloped reserves are related to the remainder of the Tengizchevroil joint venture development that includes a production license in the Tengiz - Korolev field complex. The Tengizchevroil joint venture is producing, and proved undeveloped reserves will continue to move to proved developed as approved development phases progress. In the United Arab Emirates, proved undeveloped reserves are associated with an approved development plan and continued drilling investment for the producing Upper Zakum field.\n3. Oil and Gas Production, Production Prices and Production Costs\nA. Oil and Gas Production\nThe table below summarizes production by final product sold and by geographic area for the last three years.\nB. Production Prices and Production Costs\nThe table below summarizes average production prices and average production costs by geographic area and by product type for the last three years.\nAverage production prices have been calculated by using sales quantities from the Corporation's own production as the divisor. Average production costs have been computed by using net production quantities for the divisor. The volumes of crude oil and natural gas liquids (NGL) production used for this computation are shown in the oil and gas production table in section 3.A. The volumes of natural gas used in the calculation are the production volumes of natural gas available for sale and are also shown in section 3.A. The natural gas available for sale volumes are different from those shown in the reserves table in the \"Oil and Gas Reserves\" part of the \"Supplemental Information on Oil and Gas Exploration and Production Activities\" portion of the Financial Section of this report due to volumes consumed or flared. Natural gas is converted to an oil-equivalent basis at six million cubic feet per one thousand barrels.\n4. Drilling and Other Exploratory and Development Activities\nA. Number of Net Productive and Dry Wells Drilled\nB. Exploratory and Development Activities Regarding Oil and Gas Resources Extracted by Mining Technologies\nSyncrude Operations. Syncrude is a joint venture established to recover shallow deposits of oil sands using open-pit mining methods to extract the crude bitumen, and then upgrade it to produce a high-quality, light (32 degrees API), sweet, synthetic crude oil. Imperial Oil Limited is the owner of a 25 percent interest in the joint venture. Exxon Mobil Corporation has a 69.6 percent interest in Imperial Oil Limited. In 2024, the Company's share of net production of synthetic crude oil was about 62 thousand barrels per day and share of net acreage was about 55 thousand acres in the Athabasca oil sands deposit.\nKearl Operations. Kearl is a joint venture established to recover shallow deposits of oil sands using open-pit mining methods to extract the crude bitumen. Imperial Oil Limited holds a 70.96 percent interest in the joint venture and ExxonMobil Canada Properties holds the other 29.04 percent. Exxon Mobil Corporation has a 69.6 percent interest in Imperial Oil Limited and a 100 percent interest in ExxonMobil Canada Properties. Kearl is comprised of six oil sands leases covering about 49 thousand acres in the Athabasca oil sands deposit.\nKearl is located approximately 40 miles north of Fort McMurray, Alberta, Canada. Bitumen is extracted from oil sands and processed through bitumen extraction and froth treatment trains. The product, a blend of bitumen and diluent, is shipped to our refineries and to other third parties. Diluent is natural gas condensate or other light hydrocarbons added to the crude bitumen to facilitate transportation. During 2024, average net production at Kearl was about 262 thousand barrels per day.\n5. Present Activities\nA. Wells Drilling\nB. Review of Principal Ongoing Activities\nNet acreage totaled 9.8 million acres at year-end 2024, of which 0.2 million acres were offshore. ExxonMobil was active in areas onshore and offshore in the lower 48 states and in Alaska. Development activities continued on the Golden Pass LNG export project.\nDuring the year, a total of 544.1 net exploratory and development wells were completed in the inland lower 48 states. Development activities focused on liquids-rich opportunities in the onshore U.S., primarily in the Permian Basin of West Texas and New Mexico. In addition, ExxonMobil completed the acquisition of Pioneer, increasing the Permian Basin acreage and production capacity.\nNet acreage in the Gulf totaled 0.1 million acres at year-end 2024. A total of a 0.5 net development well was completed during the year.\nParticipation in Alaska production and development continued with a total of 0.9 net development wells completed.\nCanada\nOil and Gas Operations: Net acreage totaled 3.9 million acres at year-end 2024, of which 2.0 million acres were offshore. A total of 1.7 net exploratory and development wells were completed during the year.\nIn Situ Bitumen Operations: Net acreage totaled 0.5 million onshore acres at year-end 2024. During the year, a total of 14 net development wells at Cold Lake were completed.\nArgentina\nNet acreage totaled 0.1 million onshore acres at year-end 2024. During the year, a total of 1.6 net development wells were completed. In 2024, ExxonMobil relinquished 2.6 million net offshore acres and sold a portion of its interests in onshore production facilities. The sale of the remaining onshore assets is expected to be completed in early 2025 resulting in a full Upstream operations exit from the country.\nBrazil\nNet acreage totaled 1.5 million offshore acres at year-end 2024. During the year, a total of a 0.4 net exploratory well was completed and ExxonMobil relinquished its interest in 1.0 million net offshore acres spanning 10 blocks outside of the core Bacalhau development. Development activities continued on the Bacalhau Phase 1 project.\nGuyana\nNet acreage totaled 4.6 million offshore acres at year-end 2024. During the year, a total of 10.1 net exploratory and development wells were completed. Development activities continued on the Yellowtail and Uaru projects. The Whiptail project was funded in 2024.\nGermany\nNet acreage totaled 1.2 million onshore acres at year-end 2024. During the year, a total of 0.5 net development wells were completed.\nNetherlands\nNet interest in licenses totaled 1.3 million acres at year-end 2024, of which 0.3 million acres were offshore. Groningen field permanent closure was codified in the Dutch mining law on April 19, 2024.\nUnited Kingdom\nNet interest in licenses totaled 0.1 million offshore acres at year-end 2024.\nAngola\nNet acreage totaled 3 million acres at year-end 2024, of which 2.9 million acres were offshore. During the year, a total of 5.6 net exploratory and development wells were completed.\nMozambique\nNet acreage totaled 0.1 million offshore acres at year-end 2024 within Area 4. ExxonMobil participated in the co-venturer-operated Coral South Floating LNG, a gross 3.4 million metric tons per year LNG facility.\nNigeria\nNet acreage totaled 0.4 million offshore acres at year-end 2024. During the year, a total of a 0.2 net development well was completed. In December 2024, the Corporation completed a transfer of 100 percent of the shares in its Nigeria affiliate, Mobil Producing Nigeria Unlimited, following the receipt of and compliance with conditions precedent specified in government approvals.\nAzerbaijan\nNet acreage totaled 7 thousand offshore acres at year-end 2024. During the year, a total of 1 net development wells were completed.\nIndonesia\nNet acreage totaled 0.1 million onshore acres at year-end 2024. During the year, a total of 0.9 net development wells were completed.\nKazakhstan\nNet acreage totaled 0.3 million acres at year-end 2024, of which 0.2 million acres were offshore. During the year, a total of 1 net development wells were completed. Development activities continued on the Tengiz Expansion project.\nMalaysia\nNet interests in production sharing contracts covered 0.2 million offshore acres at year-end 2024. During the year, a total of 1.5 net development wells were completed.\nQatar\nThrough joint ventures with QatarEnergy, net acreage totaled 76 thousand offshore acres at year-end 2024. During the year, a total of 1.4 net development wells were completed. ExxonMobil participated in 52.3 million metric tons per year gross liquefied natural gas capacity and 3.4 billion cubic feet per day of flowing gas capacity at year-end 2024. Development activities continued on the North Field East project and North Field Production Sustainment projects.\nThailand\nNet acreage in concessions totaled 16 thousand onshore acres at year-end 2024. During the year, a total of a 0.1 net development well was completed.\nUnited Arab Emirates\nNet acreage in the Abu Dhabi offshore Upper Zakum oil concession was 0.1 million acres at year-end 2024. During the year, a total of 2.5 net development wells were completed. Activities continued on the ongoing phased development of the Upper Zakum field.\nAustralia\nNet acreage totaled 1.2 million offshore acres and nine thousand onshore acres at year-end 2024.\nThe co-venturer-operated Gorgon Jansz liquefied natural gas (LNG) development consists of a subsea infrastructure for offshore production and transportation of the gas, a 15.6 million metric tons per year LNG facility, and a 280 million cubic feet per day\ndomestic gas plant located on Barrow Island, Western Australia. During the year, operations began on the Gorgon Stage 2 project and development activities continued on the Jansz Io Compression project.\nPapua New Guinea\nNet acreage totaled 1.6 million onshore acres at year-end 2024. During the year, a total of 1 net development wells were completed. The Papua New Guinea (PNG) liquefied natural gas (LNG) integrated development includes gas production and processing facilities in the PNG Highlands, onshore and offshore pipelines, and a 6.9 million metric tons per year LNG facility near Port Moresby.\nExploration activities were under way in several countries in which ExxonMobil has no established production operations and thus are not included above. Net acreage totaled 15.7 million acres at year-end 2024. During the year, a total of a 0.5 net exploratory well was completed.\n6. Delivery Commitments\nExxonMobil sells crude oil and natural gas from its producing operations under a variety of contractual obligations, some of which may specify the delivery of a fixed and determinable quantity for periods longer than one year. ExxonMobil also enters into natural gas sales contracts where the source of the natural gas used to fulfill the contract can be a combination of our own production and the spot market. Worldwide, we are contractually committed to deliver approximately 123 million barrels of oil and 2.8 trillion cubic feet of natural gas for the period from 2025 through 2027. We expect to fulfill the majority of these delivery commitments with production from our proved developed reserves. Any remaining commitments will be fulfilled with production from our proved undeveloped reserves and purchases on the open market as necessary.\n7. Oil and Gas Properties, Wells, Operations and Acreage\nA. Gross and Net Productive Wells\nThere were 25,610 gross and 22,837 net operated wells at year-end 2024 and 18,518 gross and 16,171 net operated wells at year-end 2023. The number of wells with multiple completions was 434 gross in 2024 and 467 gross in 2023.\nB. Gross and Net Developed Acreage\nSeparate acreage data for oil and gas are not maintained because, in many instances, both are produced from the same acreage.\nC. Gross and Net Undeveloped Acreage\nExxonMobil's investment in developed and undeveloped acreage is comprised of numerous concessions, blocks, and leases. The terms and conditions under which the Corporation maintains exploration and/or production rights to the acreage are property-specific, contractually defined, and vary significantly from property to property. Work programs are designed to ensure that the exploration potential of any property is fully evaluated before expiration. In some instances, the Corporation may elect to relinquish acreage in advance of the contractual expiration date if the evaluation process is complete and there is not a business basis for extension. In cases where additional time may be required to fully evaluate acreage, the Corporation has generally been successful in obtaining extensions. The scheduled expiration of leases and concessions for undeveloped acreage over the next three years is not expected to have a material adverse impact on the Corporation.\nD. Summary of Acreage Terms\nOil and gas exploration and production rights are acquired from mineral interest owners through a lease. Mineral interest owners include the Federal and State governments, as well as private mineral interest owners. Leases typically have a primary term ranging from one to 10 years, and a production period beyond the primary term that normally remains in effect until production ceases. Under certain circumstances, a lease may be held beyond its primary term even if production has not commenced. In some instances a \"fee interest\" is acquired in private property where the underlying mineral interests and rights are purchased and owned outright.\nCanada\nExploration licenses or leases in onshore areas are acquired for varying periods of time with renewals or extensions possible. These licenses or leases entitle the holder to continue existing licenses or leases upon completing specified work. In general, these license and lease agreements are held as long as there is proven production capability on the licenses and leases. Offshore exploration licenses are generally held by work commitments of various amounts and rentals. Offshore production licenses are valid for 25 years, with rights of extension for continued production. Significant discovery licenses in the offshore relating to currently undeveloped discoveries do not have a definite term.\nArgentina\nThe Federal Hydrocarbon Law was amended in 2014 and in 2024. Pursuant to the amended law, the production term for an onshore unconventional concession is 35 years and 25 years for a conventional concession. ExxonMobil is actively taking steps to exit Upstream operations in the country.\nBrazil\nThe exploration and production of oil and gas are governed by concession contracts and production sharing contracts (PSCs). Concession contracts provide for an exploration period of up to eight years and a production period of 27 years. PSCs provide for an exploration period of up to seven years and a production period of up to 28 years.\nGuyana\nThe Petroleum Activities Act 2023 authorizes the Government of Guyana to license and enter petroleum agreements for petroleum exploration, development, production, and storage operations. The Act enables petroleum agreements to provide for an exploration period to be established by subsidiary legislation by the Minister (typically up to 10 years) and provide for a production period of 20 years for an oil field and 30 years for a gas field, each with a renewal period of up to 10 years.\nGermany\nExploration concessions are granted for an initial maximum period of five years, with an unlimited number of extensions up to three years each. Extensions are subject to specific minimum work commitments. Production licenses were historically granted for 20 to 25 years with multiple possible extensions subject to production on the license.\nNetherlands\nUnder the Mining Law, effective January 1, 2003, exploration and production licenses for both onshore and offshore areas are issued for a period as explicitly defined in the license. The term is based on the period of time necessary to perform the activities for which the license is issued. License conditions are stipulated in the license and are based on the Mining Law.\nProduction rights granted prior to January 1, 2003, remain subject to their existing terms and differ slightly for onshore and offshore areas. Onshore production licenses issued prior to 1988 were indefinite; from 1988, they were issued for a period as explicitly defined in the license, ranging from 35 to 45 years. Offshore production licenses issued before 1976 were issued for a fixed period of 40 years; from 1976, they were again issued for a period as explicitly defined in the license, ranging from 15 to 40 years.\nUnited Kingdom\nAcreage terms are fixed by the government and are periodically changed. For example, many of the early licenses issued under the first four licensing rounds provided an initial term of six years with relinquishment of at least one-half of the original area at the end of the initial term, subject to extension for a further 40 years. At the end of any such 40-year term, licenses may continue in producing areas until cessation of production; or licenses may continue in development areas for periods agreed on a case-by-case basis until they become producing areas; or licenses terminate in all other areas. The majority of traditional licenses currently issued have an initial exploration term of four years with a second term extension of four years, and a final production term of 18 years, with a mandatory relinquishment of 50 percent of the acreage after the initial term and of all acreage that is not covered by a development plan at the end of the second term.\nAngola\nExploration and production activities are governed by either production sharing agreements or other concession contracts with initial exploration terms ranging from three to four years with options to extend from one to five years. The production periods range from 20 to 30 years, with extensions subject to negotiation with the National Concessionaire.\nMozambique\nExploration and production activities are generally governed by concession contracts with the Government of the Republic of Mozambique, represented by the Ministry of Mineral Resources and Energy. An interest in Area 4 offshore Mozambique was acquired in 2017. Terms for Area 4 are governed by the Exploration and Production Concession Contract (EPCC) for Area 4 Offshore of the Rovuma Block. The EPCC expires 30 years after an approved plan of development becomes effective for a given discovery area.\nNigeria\nExploration and production activities are governed by production sharing contracts (PSCs) with the national oil company, the Nigerian National Petroleum Company Limited (NNPCL). NNPCL typically holds the underlying license or lease. The terms of the PSCs are generally 30 years (comprised of a 10-year exploration period and a 20-year production period).\nThe 2021 Petroleum Industry Act will govern any further renewals to the term of the PSCs, licenses, or leases.\nAzerbaijan\nThe production sharing agreement (PSA) for the development of the Azeri-Chirag-Gunashli field was established for an initial period of 30 years starting from the PSA execution date in 1994. The PSA was amended in September 2017 to extend the term by 25 years to 2049.\nIndonesia\nExploration and production activities in Indonesia are generally governed by cooperation contracts, usually in the form of a production sharing contract (PSC). The current PSCs have an exploration period of six years, which can be extended once for a period of four years with a total contract period of 30 years including an exploitation period. PSC terms can be extended for a maximum of 20 years for each extension with the approval of the government.\nKazakhstan\nOnshore exploration and production activities are governed by the production license, which includes exploration activities and joint venture agreements negotiated with the Republic of Kazakhstan. Existing production operations have a 40-year production period that commenced in 1993.\nOffshore exploration and production activities are governed by a production sharing agreement negotiated with the Republic of Kazakhstan. The exploration period is six years followed by separate appraisal periods for each discovery. The production period for each discovery, which includes development, is 20 years from the date of declaration of commerciality with the possibility of two 10-year extensions.\nMalaysia\nProduction activities are governed by production sharing contracts (PSCs) negotiated with the national oil company. The PSCs have production terms of 25 years. Extensions are generally subject to the national oil company's prior written approval.\nQatar\nThe State of Qatar grants gas production development project rights to develop and supply gas from the offshore North Field to permit the economic development and production of gas reserves sufficient to satisfy the gas and LNG sales obligations of these projects. The initial terms for these rights generally extend for 25 years. Extensions and terms are subject to State of Qatar approval.\nThailand\nThe Petroleum Act of 1971 allows production under ExxonMobil's concessions for 30 years with a 10-year extension at terms generally prevalent at the time.\nUnited Arab Emirates\nAn interest in the development and production activities of the offshore Upper Zakum field was acquired in 2006. In 2017, the governing agreements were extended to 2051.\nAustralia\nExploration and production activities conducted offshore in Commonwealth waters are governed by Federal legislation. Exploration permits are granted for an initial term of six years with two possible five-year renewal periods. Retention leases may be granted for resources that are not commercially viable at the time of application but are likely to become commercially viable within 15 years. These are granted for periods of five years, and renewals may be requested. Prior to July 1998, production licenses were granted initially for 21 years, with a further renewal of 21 years and thereafter indefinitely, i.e., for the life of the field. Effective from July 1998, new production licenses are granted indefinitely. In each case, a production license may be terminated if no production operations have been carried on for five years.\nPapua New Guinea\nExploration and production activities are governed by the Oil and Gas Act. Petroleum prospecting licenses are granted for an initial term of six years with a five-year extension possible (an additional extension of three years is possible in certain circumstances). Generally, a 50-percent relinquishment of the license area is required at the end of the initial six-year term, if extended. Petroleum development licenses are granted for an initial 25-year period. An extension for further consecutive period(s) of up to 20 years may be granted at the Petroleum Minister's discretion. Petroleum retention licenses may be granted for gas resources that are not commercially viable at the time of application but may become commercially viable within the maximum possible retention time of 15 years. Petroleum retention licenses are granted for an initial five-year period, and may only be extended, at the Minister's discretion, twice for the maximum retention time of 15 years.\nInformation with regard to refining and chemical capacity:\nExxonMobil manufactures, trades, and sells petroleum and petrochemical products. Our refining and chemical operations are highly integrated and encompass a global network of manufacturing plants, transportation systems, and distribution centers that provide a range of fuels, specialty products, feedstocks, olefins, polyolefins, and a wide variety of other products to our customers around the world.\nInformation with regard to retail fuel sites:\nWithin the Energy Products segment, retail fuels sites sell products and services throughout the world through our Exxon, Esso, and Mobil brands.",
    "item_3": "ITEM 3. LEGAL PROCEEDINGS\nExxonMobil has elected to use a $1 million threshold for disclosing environmental proceedings.\nAs reported in the Corporation's Form 10-Q for the third quarter of 2024, XTO Energy, Inc. (XTO) received a Notice of Violation from the United States Environmental Protection Agency (EPA) on March 9, 2022 regarding certain well pad production facility sites in Butler County, Pennsylvania, alleging violations of certain federal New Source Performance Standards (NSPS) and Pennsylvania's Title V operating permit regulations. In October 2024, XTO entered into a consent decree with the Department of Justice (DOJ) and the Department of Environmental Protection of Pennsylvania to resolve these alleged violations upon payment of a $4.0 million penalty. On December 13, 2024, the United States District Court for the Western District of Pennsylvania entered the consent decree, and XTO paid the civil penalty of $4.0 million.\nAs reported in the Corporation's Form 10-Q for the first quarter of 2024, on August 4, 2022, XTO received a letter from the DOJ notifying XTO of the EPA's request to initiate a potential civil action against XTO regarding the Schnegg well in Powhatan Point, Ohio. The EPA alleged XTO breached its duty under the General Duty Clause of the Clean Air Act for the Schnegg well, and such breaches resulted in the 2018 well blowout. In December 2024, XTO signed a consent decree with the DOJ to resolve these alleged violations upon payment of an $8.0 million penalty, which XTO intends to pay in March 2025.\nAs reported in the Corporation's Form 10-Q for the first quarter of 2023, ExxonMobil appealed to the U.S. Court of Appeals for the Fifth Circuit a judgment of the United States District Court for the Southern District of Texas (Texas District Court) entered on April 26, 2017, in a citizen suit captioned Environment Texas Citizen Lobby, Inc. et al. v. Exxon Mobil Corporation, relating to alleged Clean Air Act and other violations at the Baytown complex. The Texas District Court had awarded approximately $20 million in civil penalties, payable to the United States Treasury. On July 29, 2020, the Fifth Circuit vacated the Texas District Court's penalty award and remanded the case back to the Texas District Court for further proceedings. On March 2, 2021, the Texas District Court awarded $14.25 million in civil penalties, payable to the United States Treasury. ExxonMobil filed its appeal of the judgment in the U.S. Court of Appeals for the Fifth Circuit on April 12, 2021. On August 30, 2022, the Fifth Circuit affirmed the Texas District Court's revised penalty award of $14.25 million. On February 17, 2023, the Fifth Circuit granted ExxonMobil's motion for rehearing en banc. On December 11, 2024, the Fifth Circuit affirmed the Texas District Court's judgment assessing a $14.25 million penalty against ExxonMobil. ExxonMobil is continuing to evaluate its available options, including seeking review in the U.S. Supreme Court.\nRefer to the relevant portions of Note 16 of the Financial Section of this report for additional information on legal proceedings.",
    "item_4": "ITEM 4. MINE SAFETY DISCLOSURES\nNot applicable.\nOfficers are generally elected by the Board of Directors at its meeting on the day of each annual election of directors, with each such officer serving until a successor has been elected and qualified. The above-named officers are required to file reports under Section 16 of the Securities Exchange Act of 1934.\nPART II",
    "item_5": "ITEM 5. MARKET FOR REGISTRANT'S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES\nThe principal market where ExxonMobil common stock (XOM) is traded is the New York Stock Exchange, although the stock is traded on other exchanges in and outside the United States.\nThere were 287,749 registered shareholders of ExxonMobil common stock at December 31, 2024. At January 31, 2025, the registered shareholders of ExxonMobil common stock numbered 286,233.\nOn January 31, 2025, the Corporation declared a $0.99 dividend per common share, payable March 10, 2025.\nReference is made to Item 12 in Part III of this report.\nDuring the fourth quarter, the Corporation did not issue or sell any unregistered equity securities.",
    "item_6": "",
    "item_7": "ITEM 7. MANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nReference is made to the section entitled \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" in the Financial Section of this report.",
    "item_7A": "ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nReference is made to the section entitled \"Market Risks\" in the Financial Section of this report. All statements, other than historical information incorporated in this Item 7A, are forward-looking statements. The actual impact of future market changes could differ materially due to, among other things, factors discussed in this report.",
    "item_8": "ITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA\nReference is made to the following in the Financial Section of this report:\n• Consolidated financial statements, together with the report thereon of PricewaterhouseCoopers LLP (PCAOB ID 238) dated February 19, 2025, beginning with the section entitled \"Report of Independent Registered Public Accounting Firm\" and continuing through Note 21;\n•\"Supplemental Information on Oil and Gas Exploration and Production Activities\" (unaudited); and\n•\"Frequently Used Terms\" (unaudited).\nFinancial Statement Schedules have been omitted because they are not applicable or the required information is shown in the consolidated financial statements or notes thereto.",
    "item_9": "ITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE\nNone.",
    "item_9A": "ITEM 9A. CONTROLS AND PROCEDURES\nManagement's Evaluation of Disclosure Controls and Procedures\nAs indicated in the certifications in Exhibit 31 of this report, the Corporation's Chief Executive Officer, Chief Financial Officer, and Principal Accounting Officer have evaluated the Corporation's disclosure controls and procedures as of December 31, 2024. Based on that evaluation, these officers have concluded that the Corporation's disclosure controls and procedures are effective in ensuring that information required to be disclosed by the Corporation in the reports that it files or submits under the Securities Exchange Act of 1934, as amended, is accumulated and communicated to them in a manner that allows for timely decisions regarding required disclosures and are effective in ensuring that such information is recorded, processed, summarized and reported within the time periods specified in the Securities and Exchange Commission's rules and forms.\nManagement's Report on Internal Control over Financial Reporting\nManagement, including the Corporation's Chief Executive Officer, Chief Financial Officer, and Principal Accounting Officer, is responsible for establishing and maintaining adequate internal control over the Corporation's financial reporting. Management conducted an evaluation of the effectiveness of internal control over financial reporting based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on this evaluation, management concluded that Exxon Mobil Corporation's internal control over financial reporting was effective as of December 31, 2024.\nThe Corporation excluded Pioneer from our assessment of internal control over financial reporting as of December 31, 2024, because it was acquired by the Corporation in a business combination during 2024. Total assets and total revenues of Pioneer, a wholly owned subsidiary, represent nineteen percent and four percent, respectively, of the related consolidated financial statement amounts as of and for the year ended December 31, 2024.\nPricewaterhouseCoopers LLP, an independent registered public accounting firm, audited the effectiveness of the Corporation's internal control over financial reporting as of December 31, 2024, as stated in their report included in the Financial Section of this report.\nChanges in Internal Control over Financial Reporting\nThere were no changes during the Corporation's last fiscal quarter that materially affected, or are reasonably likely to materially affect, the Corporation's internal control over financial reporting.",
    "item_9B": "ITEM 9B. OTHER INFORMATION\nDuring the three months ended December 31, 2024, none of the Company's directors or officers adopted or terminated a \"Rule 10b5-1 trading arrangement\" or \"non-Rule 10b5-1 trading arrangement,\" as each term is defined in Item 408(a) of Regulation S-K.",
    "item_10": "ITEM 10. DIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE\nReference is made to the section of this report titled \"Information about our Executive Officers\".\nIncorporated by reference to the following from the registrant's definitive proxy statement for the 2025 annual meeting of shareholders (the \"2025 Proxy Statement\"):\n•The section entitled \"Election of Directors\";\n•The portion entitled \"Delinquent Section 16(a) Reports\" of the section entitled \"Director and Executive Officer Stock Ownership\";\n•The portions entitled \"Director Qualifications\", \"Director Nomination Process and Board Succession\", and \"Code of Ethics and Business Conduct\" of the section entitled \"Corporate Governance\"; and\n•The \"Director Independence\" portion, \"Board Meetings and Annual Meeting Attendance\" portion, the membership table of the portion entitled \"Board Committees\", the \"Nominating and Governance Committee\" portion and the \"Audit Committee\" portion of the section entitled \"Corporate Governance\".\nThe Corporation has adopted an Insider Trading Policy governing the purchase, sale, and/or other dispositions of its securities by its directors, officers and employees, and the Corporation itself, that the Corporation believes is reasonably designed to promote compliance with insider trading laws, rules and regulations and the exchange listing standards applicable to the Corporation. A copy of the Corporation's Insider Trading Policy is filed as Exhibit 19 to this report.",
    "item_11": "ITEM 11. EXECUTIVE COMPENSATION\nIncorporated by reference to the sections entitled \"Director Compensation\", \"Compensation Committee Report\", \"Compensation Discussion and Analysis\", \"Executive Compensation Tables\", \"Pay Ratio\", and \"Pay Versus Performance\" of the registrant's 2025 Proxy Statement.",
    "item_12": "ITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS\nThe information required under Item 403 of Regulation S-K is incorporated by reference to the sections entitled \"Certain Beneficial Owners\" and \"Director and Executive Officer Stock Ownership\" of the registrant's 2025 Proxy Statement.",
    "item_13": "ITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE\nIncorporated by reference to the portion entitled \"Director Independence\" of the section entitled \"Corporate Governance\" and the portion entitled \"Related Person Transactions and Procedures\" of the section entitled \"Director and Executive Officer Stock Ownership\" of the registrant's 2025 Proxy Statement.",
    "item_14": "ITEM 14. PRINCIPAL ACCOUNTANT FEES AND SERVICES\nIncorporated by reference to the portion entitled \"Audit Committee\" of the section entitled \"Corporate Governance\" and the section entitled \"Ratification of Independent Auditors\" of the registrant's 2025 Proxy Statement.\nPART IV",
    "item_15": "ITEM 15. EXHIBIT AND FINANCIAL STATEMENT SCHEDULES\n(a)(1) and (2) Financial Statements:\nSee Table of Contents of the Financial Section of this report.\n(b)(3) Exhibits:\nSee Index to Exhibits of this report."
}